Repository: geannib/TuristInfo
Catalog: *.lproj/Localizable.strings
Languages: ro

# Main.search.placeholder
source: Type to search
ro: Tastați pentru a căuta

# Main.downloadVideo
source: Download video
ro: Descarca video

# Main.viewDetails
source: View details
ro: Vezi detalii

# Main.DrawRoute
source: Draw route
ro: Deseneaza traseu

# Main.cancel
source: Cancel
ro: Anulare

# Main.notification.title
source: Near objectives
ro: Obiective apropiate

# Main.notification.zero
source: There are no objectives in 1000 m
ro: Nu s-au gasit obiective in 1000 m

# Main.noRoute
source: No routes available
ro: Nu a fost găsită nicio ruta

# Settings.title
source: Change language
ro: Schimba limba

# Details.title
source: Objective details
ro: Detalii obiectiv

# Details.downloadVideo
source: Download video
ro: Descarca video

# Details.downloadAudio
source: Download audio
ro: Descarca audio

# Main.DrawRoute_mode_driving
source: Driving
ro: Cu masina

# Main.DrawRoute_mode_walking
source: Walking
ro: Pe jos

# Main.DrawRoute_mode_bicycling
source: Bicycling
ro: Cu bicicleta

# Main.DrawRoute_mode_transit
source: Transit
ro: Tranzit

# Main.DrawRoute_mode_title
source: Choose an option
ro: Alege o optinue
